Repository: BoFFire/DigitizedDallet
Catalog: DigitizedDallet/Resources/SharedResources.*.resx
Languages: fr

source: About
fr: À propos

source: Alternative form of
fr: Forme alternative de

source: Alternative forms
fr: Formes alternatives

source: Aorist
fr: Aoriste

source: Back to list
fr: Revenir à la liste

source: Derived
fr: Dérivé

source: Etymological references
fr: Références étymologiques

source: Examples
fr: Exemples

source: Feminine form of
fr: Féminin de

source: Feminine plural form of
fr: Féminin pluriel de

source: Imperative
fr: Impératif

source: Intensive
fr: Intensif

source: Intensive aorist
fr: Aoriste intensif

source: Intensive imperative
fr: Impératif intensif

# $IntensiveImperativeFormOf
source: Intensive aorist of
fr: Aoriste intensif de

# $IntensiveThirdPluralFormOf
source: Third-person plural intensive aorist of
fr: Troisième personne du pluriel de l'aoriste intensift de

# $IntensiveThirdSingularFeminineFormOf
source: Third-person singular feminine intensive aorist of
fr: Troisième personne du singulier féminin de l'aoriste intensift de

# $IntensiveThirdSingularFormOf
source: Third-person singular intensive aorist of
fr: Troisième personne du singulier de l'aoriste intensift de

source: Irregular verb
fr: Verbe irrégulier

source: Main article:
fr: Article principal :

source: Negative
fr: Négatif

source: Negative preterite
fr: Prétérit négatif

# $NegativePreteriteThirdPluralFormOf
source: Third-person plural negative preterite of
fr: Troisième personne du pluriel du prétérit négatif de

# $NegativePreteriteThirdSingularFormOf
source: Third-person singular negative preterite of
fr: Troisième personne du singulier du prétérit négatif de

source: Next
fr: Suivant

source: Next:
fr: Suivant :

source: Participle
fr: Participe

source: pattern
fr: modèle

source: Plural form of
fr: Pluriel de

source: Positive
fr: Positif

source: Prefix
fr: Préfixe

source: Preterite
fr: Prétérit

# $PreteriteFirstSingularFormOf
source: First-person singular preterite of
fr: Première personne du singulier du prétérit de

# $PreteriteThirdPluralFormOf
source: Third-person plural preterite of
fr: Troisième personne du pluriel du prétérit de

# $PreteriteThirdSingularFeminineFormOf
source: Third-person singular feminine preterite of
fr: Troisième personne du singulier féminin du prétérit de

# $PreteriteThirdSingularFormOf
source: Third-person singular preterite of
fr: Troisième personne du singulier du prétérit de

source: Previous
fr: Précédent

source: Previous:
fr: Précédent :

source: Regular verb
fr: Verbe régulier

source: Return to main article:
fr: Retour à l'article principal :

source: Root
fr: Racine

source: Save
fr: Sauvegarder

source: Stem
fr: Thème

source: Translation
fr: Traduction

source: Verbal noun of
fr: Nom verbal de

source: Verbal nouns
fr: Noms verbaux
